let books = [{
		"title": "谜案侦探2",
		"mainimg": require("../assets/bookimgs/1.jpeg"),
		"outline": "A市突然发现一名死妆很想僵尸的一名死者，在追查过程中一个又一个相关的人连连被杀害。一位高中生这天突然来求助夏哲侦探，究竟他遇到了什么...",
		"id": 101
	},
	{
		"title": "故事里的王国",
		"mainimg": require("../assets/bookimgs/2.jpeg"),
		"outline": "A市突然发现一名死妆很想僵尸的一名死者，在追查过程中一个又一个相关的人连连被杀害。一位高中生这天突然来求助夏哲侦探，究竟他遇到了什么问题...",
		"id": 102
	},
	{
		"title": "末世基因纪元",
		"mainimg": require("../assets/bookimgs/3.jpeg"),
		"outline": "刚就业就被外星人绑架，就要被当小白鼠做基因实验…\n横竖都是死，吴天大胆向外星人提出了自己的基因理论……\n于是奇点基因就此诞生...",
		"id": 103
	},
	{
		"title": "入夜三更后",
		"mainimg": require("../assets/bookimgs/4.jpeg"),
		"outline": "四下无人云遮月，入夜三更鬼敲门。平日不做亏心事，何惧阵阵敲门声。”周赫修半柱香后，沉思片刻才说出这两句话。面前老人身子一颤...",
		"id": 104
	}
]

let articles = [{
		"id": 100001,
		"title": "出村了1",
		"bookid": 101,
		"content": "我是101的第1章节"
	},
	{
		"id": 100002,
		"title": "出村了2",
		"bookid": 101,
		"content": "我是101的第2章节"
	},
	{
		"id": 100003,
		"title": "壹",
		"bookid": 102,
		"content": "无数年前，在那遥远的大路上，有一个王国，叫做彞魕鸐王国，那里的人们生活快乐，他们过着自给自足的农耕生活！在他们的王国里，没有城市，没有农村，没有部落，只是一家家散落生活着！他们过着自己的幸福日子，安静和睦，和谐平安，他们只想平静的活下去，不贪名逐利！直到有一天，有一伙人进入了他们的国家，他们登上了彞魕鸐王国所在的岛屿，他们有武器，有刀有剑，他们身穿厚重的铠甲，头戴钢铁打造的钢盔，进入彞魕鸐王国，大肆抢劫杀掠！彞魕鸐王国的平民很可怜，他们虽然有国家，但却没有军队，没有武装，没有战斗力量！而他们唯一能作战的武器就是：菜刀和铁锹！虽然入侵者很少，但跟他们比起来，彞魕鸐王国的人简直弱的可怜，这是一面倒的屠杀！善良的彞魕鸐王国的平民们，他们不知道这群入侵者到底想要什么！因为在入侵者的眼里，只有杀戮！彞魕鸐王国的平民，看着自己的家人在身边倒下，他们愤怒了！最终，成千上万的彞魕鸐王国的平民们拿起了自己的菜刀和铁锹，一同朝着入侵者杀去！他们赢了，但是代价惨重！从那以后，彞魕鸐王国再也没有了以前的平静，因为它们诞生了仇恨！对入侵者的仇恨！同时，他们也有了目标，他们想要保护自己的国家，保护自己的家人们！他们仿照着入侵者留下来的工具，制造出了一批刀剑和盔甲，组建了军队，发展起了以前从来没有产生过的其他行业！但是，彞魕鸐王国从那以后再也没有了以往的平静，有了仇恨就有了杀戮，有了目标就有了努力，也就诞生了名利！　　这个王国逐渐强大起来，再也不是以前的农耕社会，随着时间的推移，人口的发展，再加上彞魕鸐人的后代对农业的轻视！彞魕鸐王国的人口越来越多，土地越来越少，人们变得越来越残暴，为了自己的利益不择手段！他们开始掠夺，开始纷争，开始分为数个部落，他们发明了弓箭，开始进行战争！他们忘了自己的祖先组建军队就是为了维护和平，现在的军队却让他们用来争抢自己的利益！他们忘了自己的祖先曾经的生活是多么的平淡与和谐，但是现在他们的生活只有战火，只有硝烟陪伴！渐渐的，几个部落之间的仇恨越来越深，一切都是因为土地资源！最终数年过去，他们整整战争了数年，但却没有一个部落胜出，而却惨死了数以千万计的军士，而土地的问题依旧没有得到解决，几个部落之间的土地问题一日比一日严重！而在那一日，几个部落首领进行了交谈，因为战争带来的只有疲惫，只有更加严重的土地纷争，战争解决不了问题，而他们的问题却迫在眉睫！几个部落首领整整交谈了半个月之久，依旧没有一个好方法想出来！最终他们联名向各大部落的人民征集方案，凡是能解决现在的问题，会得到重赏！又是数年过去！几个部落之间的土地问题依旧没有头绪，但人口的数量却急剧增加，伴随着更加严重的土地问题！大战一触即发!"
	},
	{
		"id": 100004,
		"title": "贰",
		"bookid": 102,
		"content": "我是102的第2章节"
	},
	{
		"id": 100005,
		"title": "毕业了",
		"bookid": 103,
		"content": "夏日炎炎，四年大学历程终于走到了终点。2019年的轻工大学，7月1日，这一天是所有大四学生结束学校生活，正是进入社会的最后一天，十几年的历程，就是为了一张纸。对于身为草根的吴天来说，这张纸有用无用还是未知。不过即将进入社会，吴天没有渴望也没有恐惧，默默的收起了毕业证，兴高采烈地和同学合拍了毕业照，便告别了宿舍死党，准备各奔东西，宿舍之内只剩下了吴天自己。叮铃铃…手机铃声响起，，作为草根，吴天的手机可以说落后于这个时代很多脊背，稍微下载个软件，可能就已经完全报废了，也就是简单的只能当做电话使用。电话是母亲打来，算起来，学业结束，自己何去何从还没有想过。“喂，儿子，今天毕业了，我看店门口你三叔的儿子都已经回来了，你……”“不会去了！”吴天果断说出了自己的决定，打断了母亲的长篇大论，随便说了几句家常，手机也因为过于老旧，直接断线了！不知为何毕业季总是在七八月分，这个时候天气异常炎热，空调在大，但心中焦虑之下，吴天总也睡不着，躺在床上翻来覆去，干脆再次起身，打开窗花，迷茫的看着夜空。“嗯，那是什么！”夜空中，吴天看到一星星越来越大，而且看样子越来越亮。“卧槽，不好！”随着光柱罩到吴天的身上，瞪大眼睛，吴天惊恐不已，下一秒，吴天消失在了房间之中。浩瀚星空之中，吴天在冰冷的舱体内苏醒，舱体自成一体，里面全是不知名的液体，虽然浸泡了全身，但是只要离开，身上却没有任何湿润的感觉。“你醒了，地球人！”前脚离开舱体，吴天身后就传来了一道声音，声音空明入耳，虽说颤音不断，但是却异常清晰。“你是……外星人！”扭头看到人影的一瞬间，吴天头皮炸裂，扭头就跑，那修长的身体和四肢，细长的三根手指，脚后跟都能明白，这是外星人，转头就跑。可是瞬间，吴天身体无法动弹，犹如被锁链牵引一般。“地球人，作为你们星球的监管者，我有权利命令你，接受我的研究！”“放屁！……”“丢球人，若你不配合，我就采取强制措施，对你进行活体解剖！”“……卧槽！”听到外星人如此说，吴天腿都抖了，透过飞船的窗户看去，地球如此美丽！深吸一口气，算了，生活就像被强奸，如果你无力反抗，那么就慢慢享受吧，起码还有姿势可以选！“我同意让你研究，但是我有几个条件！”“可以！”“好！首先，我要钱，花不完的钱…！”“简单，你们的金钱只是数据，很容易就能实现！”“在对我进行试验研究之前，我要你们先按照我的方式，编写一下我的基因！”“……地球人，这个你……”“放心，之后如果我还活着，我会百分百配合你们，一个精神上完全配合的实验对象应该很不错把！”“好的，答应你的要求！”谈判成功，吴天最后看了一眼地球，真不知道还能不能回去。……按照吴天的要求，通过汲取宇宙所有生灵的基因片段，将吴天的基因拼接成了吴天所要的标准。“好，我要的就是这个！”看到外星人手中的成品，吴天表情都变得疯狂，果然，靠外星人的科技真的能够实现这种天马星空的想法。“请按照我说的顺序注入基因试剂！骨髓，肌肉，五脏，脑干……”吴天躺在舱体之中，随着两百多个针头刺入身体，配置好的基因试剂进入了吴天的身体，剧烈的疼痛之下吴天进入了昏迷之中。……等到吴天再次苏醒，天已经大亮，六点多天就已经完全升起。宿舍内空荡荡的，楼层基本人都已经搬走了，空荡荡的，估计吴天死在这儿，都没人关心。晃了晃脑袋，一切犹如梦境一般，猛然间吴天清醒，来到卫生间看了自己的身体。没有针孔，没有伤疤…看起来，都是梦！“嗯？这是什么东西！？”忽然间，吴天看到桌上竟然有一张黑色的卡片，纯黑色的，看起来像是银行金卡，但是没有标准任何的银行署名。这个时候，吴天的点脑屏幕亮起，梦中那修长的外星人出现在屏幕上，吓的吴天猛然退后三尺。“地球人，我们的实验已经结束，你的精神上完全配合让实验异常顺利！作为幸运儿，给你一个终告，还有一个月的时间，准备面对新的纪元吧，一纪刻（一纪为100年，分五刻，一刻就是20年）之后我们会再回来的！”留言结束，吴天那破旧的笔记本电脑彭的一下，瞬间爆炸，彻底报废。看着这最后的留言，吴天恍然，不是梦，更重要的是，实验已经结束了，自己的身体肯定有了什么异常，但是还没有出现。而且外星人还会回来，下一次不知道又会是和平还是侵略了！不过，一纪刻是多长时间，吴天也不清楚，即使报警，估计也会被抓起来再研究。看着手里的卡片，犹豫再三，吴天决定活在当下！"
	},
	{
		"id": 100006,
		"title": "爆发进化",
		"bookid": 103,
		"content": "一个月很快过去，在遇见外星人那天的下午，吴天就检查了一下那张金卡，里面有一百万的余额，重要的是，不管吴天怎么取，钱取了，但是金额去没有变，这让吴天惊喜异常。一个月内，吴天把爸妈全部接了过来，购置了独院别墅区，把爸妈都给接了过来，还配置了两辆车，给爸妈的解释，就是中彩票。而自那之后，吴天的身体还是没有任何异常，最多也就是，眼睛不近视了，身体健壮很多。生活无忧之后，更多的精力被吴天放在了一些爱好之上。……夏天的清晨，吴天在别墅内醒来，伸了个懒腰，准备去跑步，开始刚出门，第一眼就看到了雾蒙蒙的天空。夏天，按理说是不会有雾气的，但是半个月之前总是起雾，而起还有些草绿色，让人感觉是不是一些植物的孢子飘散开来了。专家给出的解释也就是如此，而且任何怪事，如果持续的时间长了，所有人都见怪不怪了，大不了带上口罩就好了。走出家门之后，吴天一路小跑，来到公园晨练，从半个月前开始，吴天晨练的强度越来越大，这些草绿色的雾气，就像兴奋剂一般。呼吸进入身体之后，不但不会难受，反而身体的疲劳感都消失了，感觉异常舒服，只是半个月，吴天都感觉有些脱胎换骨了。就在这时，天突然间昏暗下来。“怎么回事儿？”吴天忍不住看向天空。那草绿色的雾气突然间浓郁起来，而且越来越绿，最后浓度达到了黑，这也造成了黑暗。巨大的雾气，犹如绿色的棉花糖一般，覆盖了整个天空，挡住了太阳。遮住了所有的光线，整个世界犹如黑色的冥界一般。这种怪异的颜色之下，让吴天有一种不祥的预感，担心家里的爸妈会出事，吴天也赶紧回家。回家的路上，吴天感觉全身上下瘙痒难耐，还有些麻痹…不过顾不得这么多，一路上看到所有人的脸都是阴郁的看不清，让人心悸。如果仅仅是黑暗的话还好，有些人可能还会欢呼这要下雨了，世界末日了之类。但是随着雾气遮挡住太阳，从地面之上也不断冒出绿烟这让所有人都惊恐不已。“应该没有毒，要不然半个月前都该出事儿了，不会拖到现在！”“这到底是什么东西？”“这么大的雾，都看不到路了……”索性吴天只是在家附近晨练，不过别墅区还是挺大的，吴天赶紧拨打家里的电话。但是回应他的却是忙音————“电话没有信号！”吴天看了看怪雾，感觉没来由也产生了焦虑，“难道这玩意儿还屏蔽了信号？”正当吴天疑惑的时候，一阵阵惨叫袭来。“啊…………”前面一个穿着短衬的年轻小伙儿凄惨的抱着脸大叫起来，顺着声音看去，整好看到四五只巨大的蚊子正趴在这小伙的背上，脸上…那巨大的口器插入了小伙的皮肤之内，只是片刻就将小伙血压全部吸干，变成了人干。随后这巨蚊将目标转向了其他人。这下子，还在大街上的人，彻底恐慌了，惹得所有人都惊恐的四处逃窜。吴天也这个时候被一只蚊子给盯上了。“艹！”暗骂一声，吴天顾不得其他的，拔腿加速跑，还好这一个月身体越来越好。很快，吴天就跑回了家里。“爸，妈…你们在哪儿！”一连呼唤了好几声，可是却没有任何回应。……“大气改造完成！”“太阳充能完成！”“伽马射线升级完成！”“催化药剂已注入地核！”“……”在吴天被抓走的那个夜晚，在对吴天做了完整的检查。分析了人类的生理，精神，大脑…了解了一切信息之后，外星人判定，人类这种物种，完全是低级物种，进化的阶梯已经达到上限。其实在吴天之前，外星人已经做了好几个实验测试。虽然没有吴天这么配合，但是也强制完成了。“一切准备就绪！”“开始星球改造，实行物种强制进化，开启清扫计划，预计一纪刻初步完成！”随着对地球和太阳的升级，不管是地球的大气还是太阳的辐射。都开始缓缓的对地球上的物种开始了强制进化，实行优胜劣汰的法则。大气中氧气浓度倍增，所有物种的基因都开始被辐射缓慢的改造进化，基因进化纪元开始。"
	},
	{
		"id": 100007,
		"title": "出村了1",
		"bookid": 104,
		"content": "我是104的第1章节"
	},
	{
		"id": 100008,
		"title": "出村了2",
		"bookid": 104,
		"content": "我是104的第2章节"
	},
	{
		"id": 100009,
		"title": "出村了3",
		"bookid": 104,
		"content": "我是104的第3章节"
	},
	{
		"id": 100010,
		"title": "出村了4",
		"bookid": 104,
		"content": "我是104的第4章节"
	},
	{
		"id": 100011,
		"title": "出村了5",
		"bookid": 104,
		"content": "我是104的第5章节"
	},
]
export {
	books,
	articles
}
